abseil
aom
aribb24
autoconf
bat
bpytop
brotli
btop
c-ares
ca-certificates
cairo
certifi
cffi
cjson
clamav
clipboard
cloc
cmake
codex
cryptography
curl
dav1d
docker
docker-completion
duf
dust
eza
fdupes
ffmpeg
ffmpeg@7
flac
fontconfig
freetype
frei0r
fribidi
fzf
gcc
gd
gdk-pixbuf
gemini-cli
gettext
gh
ghostscript
giflib
git
git-lfs
glances
glib
gmp
gnupg
gnutls
gpgme
gpgmepp
graphite2
graphviz
gts
harfbuzz
highway
htop
icu4c@76
icu4c@77
imagemagick
imath
imlib2
isl
jansson
jasper
jbig2dec
jp2a
jpeg-turbo
jpeg-xl
jq
json-c
lame
leptonica
libarchive
libass
libassuan
libavif
libb2
libbluray
libcaca
libde265
libdeflate
libevent
libexif
libgcrypt
libgit2
libgpg-error
libheif
libidn
libidn2
libimagequant
libksba
liblinear
liblqr
libmagic
libmicrohttpd
libmpc
libnghttp2
libnghttp3
libngtcp2
libogg
libomp
libpng
libraqm
libraw
librist
librsvg
libsamplerate
libsndfile
libsodium
libsoxr
libssh
libssh2
libtasn1
libtiff
libtool
libudfread
libunibreak
libunistring
libusb
libuv
libvidstab
libvmaf
libvorbis
libvpx
libx11
libxau
libxcb
libxdmcp
libxext
libxrender
libzip
little-cms2
llvm
lua
lz4
lzo
m4
manim
mas
mbedtls
mkcert
mpdecimal
mpfr
mpg123
ncdu
ncurses
neofetch
netpbm
nettle
nmap
node
npth
nspr
nss
numpy
oniguruma
openblas
opencore-amr
openexr
openjpeg
openssl@3
opus
osx-cpu-temp
p11-kit
pango
pcre2
pillow
pinentry
pipx
pixman
pkgconf
poppler
protobuf
protobuf-c
py3cairo
pycparser
pyenv
python-packaging
python@3.12
python@3.13
rav1e
readline
rename
ripgrep
rm-improved
rtmpdump
rubberband
rust
scipy
screenresolution
sdl2
shared-mime-info
simdjson
six
snappy
speex
sqlite
srt
supabase
svt-av1
tag
terminalimageviewer
tesseract
thefuck
theora
tldr
tmux
trash
tree
unbound
utf8proc
uvwasi
vite
viu
webp
wget
x264
x265
xorgproto
xsimd
xvid
xz
yara
z3
zeromq
zimg
zoxide
zsh-history-substring-search
zsh-syntax-highlighting
zstd
